Repository: wp-plugins/really-simple-twitter-feed-widget
Catalog: languages/rstw-*.po
Languages: es_es

source: Twitter Authentication
es_es: Autenticación de Twitter

source: Get them creating your Twitter Application
es_es: Obténgalos creando su Aplicación de Twitter

source: here
es_es: aquí

source: Twitter Data
es_es: Datos de Twitter

source: Twitter Username
es_es: Nombre de Usuario de Twitter

source: Show # of Tweets
es_es: Mostrar # de Tweets

source: Skip tweets containing this text
es_es: Omitir tweets conteniendo este texto

source: Skip replies
es_es: Omitir respuestas

source: Skip retweets
es_es: Omitir retweets

source: Show instead the account Favorites feed
es_es: Mostrar en su lugar el feed de Favoritos de la cuenta

source: Advanced Options
es_es: Opciones Avanzadas

source: Click to show / hide
es_es: Hacer clic para mostrar / ocultar

source: Widget Title
es_es: Título del Widget

source: Title
es_es: Título

source: Last Tweets
es_es: Últimos Tweets

source: Show Twitter icon on title
es_es: Mostrar icono de Twitter en el título

source: Show account thumbnail on title
es_es: Mostrar miniatura de la cuenta en título

source: Link above Title with Twitter user
es_es: Enlace antes del título con el usuario de Twitter

source: Widget Footer
es_es: Pie de Página del Widget

source: Show a link to the Twitter user profile
es_es: Mostrar un enlace al perfil del usuario de Twitter

source: Link text
es_es: Texto de enlace

source: Show a Twitter Follow Me button
es_es: Mostrar un botón Sígueme de Twitter

source: Items and Links
es_es: Elementos y Enlaces

source: Show this linked text at the end of each Tweet
es_es: Mostrar este texto con enlace al final de cada Tweet

source: Include thumbnail before tweets
es_es: Incluir miniatura antes de los tweets

source: Use author thumb for retweets
es_es: Utilizar miniatura del autor para retweets

source: Find and show hyperlinks
es_es: Encontrar y mostrar enlaces

source: Replace hyperlinks text with fixed text (e.g. "-->")
es_es: Reemplazar texto de enlaces con texto fijo (e.j. "-->")

source: Find Replies in Tweets
es_es: Encontrar Respuestas en Tweets

source: Create links on new window / tab
es_es: Crear enlaces en una nueva ventana / pestaña

source: Timestamp
es_es: Marca de tiempo

source: Show timestamps
es_es: Mostrar marcas de tiempo

source: Link timestamp to the actual tweet
es_es: Enlazar marca de tiempo al tweet actual

source: Timestamp format (e.g. M j )
es_es: Formato de marca de tiempo (e.j. M j)

source: Debug
es_es: Depurar

source: Use them only for a few minutes, when having issues
es_es: Usarlos solamente por unos pocos minutos, cuando tenga problemas

source: Show debug info
es_es: Mostrar información de depuración

source: Erase cached data
es_es: Borrar datos en caché

source: Force UTF8 Encode
es_es: Forzar Codificación UTF8

source: Twitter Authentication data is incomplete
es_es: Los datos de Autenticación de Twitter están incompletos

source: CURL extension not found. You need enable it to use this Widget
es_es: La extensión CURL no se encontró. Necesita habilitarla para usar este Widget

source: Do you like it? I'm supporting it, please support me!
es_es: ¿Le gusta? Lo estoy apoyando, por favor, ¡Apóyeme!

source: Twitter username is not configured
es_es: El nombre de usuario de Twitter no está configurado

source: Number of tweets is not valid
es_es: El número de tweets no es válido

source: Error retrieving tweets
es_es: Error recuperando los tweets

source: Unable to get tweets
es_es: Imposible recuperar los tweets

source: %s ago
es_es: %s atrás

source: Y/m/d H:i
es_es: A/m/d H:i
